Repository: gabigoranov/farmers-market
Catalog: MarketPortal/Market/Resources/Views/Home/Landing.*.resx
Languages: bg

# AUR
source: Are you ready?
bg: Готови ли сте?

source: Download
bg: Изтеглете

# FAQCardText1
source: All of our products come directly from local farmers and small producers in your area. We prioritize fresh, organic, and sustainable practices to ensure the best quality for you and support your local community.
bg: Всички наши продукти идват директно от местни фермери и малки производители във вашия район. Даваме приоритет на свежите, органични и устойчиви практики, за да осигурим най-доброто качество за вас и да подкрепим вашата местна общност.

# FAQCardText2
source: Since the food is sourced directly from local farmers and producers, it's typically harvested or prepared shortly before it reaches you. We work closely with our partners to ensure that everything is delivered fresh and at peak quality.
bg: Тъй като храната се доставя директно от местни фермери и производители, тя обикновено се прибира или приготвя малко преди да стигне до вас. Работим в тясно сътрудничество с нашите партньори, за да гарантираме, че всичко се доставя прясно и с най-високо качество.

# FAQCardText3
source: If there’s any problem with your order—such as missing items, incorrect products, or delivery issues—please contact our support team, and we’ll be happy to assist you.
bg: Ако има проблем с поръчката ви – като липсващи артикули, неправилни продукти или проблеми с доставката – моля, свържете се с нашия екип за поддръжка и ние ще се радваме да ви помогнем.

# FAQCardText4
source: Due to the perishable nature of food, returns are not typically accepted. However, if you’re not satisfied with your order, please reach out to us, and we’ll do our best to resolve the issue.
bg: Поради нетрайното естество на храните, връщанията обикновено не се приемат. Ако обаче не сте доволни от поръчката си, моля, свържете се с нас и ние ще направим всичко възможно, за да разрешим проблема.

# FAQCardTitle1
source: Where do the products come from?
bg: От къде идват продуктите?

# FAQCardTitle2
source: How do I know the food is fresh?
bg: Как да знам че храната е свежа?

# FAQCardTitle3
source: What if there’s an issue with my order?
bg: Какво ако има проблем с поръчката?

# FAQCardTitle4
source: Can I return products if I’m not satisfied?
bg: Мога ли да върна поръчката си?

# FAQTitle
source: Frequently Asked Questions
bg: Често Задавани Въпроси

# FBComment1
source: "Great app, modern design and easy to use!"
bg: "Много добро приложение, модерен дизайн и лесно за използване!"

# FBComment2
source: "The special deals for organizations are a nice touch."
bg: "Специалните оферти за организации допринасят с доста."

# FBComment3
source: "The seller tools and statistics are really usefull!"
bg: "Инструментите и статистики за продавачи за много полезни!"

# FBName1
source: David Redzay
bg: Давид Реджай

# FBName2
source: Emil Makariev
bg: Емил Макариев

# FBName3
source: Svetlozar Kogiev
bg: Светлозар Когиев

# FeedbackTitle
source: Feedback
bg: Обратна връзка

# HDIWCardText1
source: First download the mobile application, create a profile and sign in.
bg: Първо изтеглете мобилното приложение, създайте профил и влезте в него.

# HDIWCardText2
source: Once you have logged into the application you can quickly and easily choose and order some groceries from producers near you!
bg: След като влезете в приложението, можете бързо и лесно да изберете и поръчате някои хранителни стоки от производители в близост до вас!

# HDIWCardText3
source: After purchasing your groceries you can expect a delivery right to your home.
bg: След като закупите вашите хранителни стоки, можете да очаквате доставка до дома ви.

# HDIWCardTitle1
source: Download
bg: Изтеглете

# HDIWCardTitle2
source: Order
bg: Закупете

# HDIWCardTitle3
source: Delivery
bg: Получете

# HDIWTitle
source: How does it work?
bg: Как работи?

# HeroText
source: Support local farmers and enjoy farm-fresh<br />groceries delivered fast and easy.
bg: Подкрепете местните фермери и се насладете на<br />свежи хранителни стоки, доставени бързо и лесно.

# HeroTitle
source: Fresh<br />Delicious<br />Local<br />Groceries
bg: Свежи<br />Вкусни<br />Местни<br />Храни

source: Seller Console
bg: Конзола

source: Sell Now
bg: Продавайте

source: Sign Up
bg: Регистрация

# WCUCardText1
source: By purchasing directly from local farmers and producers, you get access to the freshest ingredients.
bg: Като купувате директно от местни фермери и производители, получавате достъп до най-пресните съставки.

# WCUCardText2
source: Every purchase you make through the app helps sustain local farms and small businesses.
bg: Всяка покупка, която правите чрез приложението, помага на местни ферми и малки предприятия.

# WCUCardText3
source: Buying local means fewer food miles, reducing the environmental impact of transportation and packaging.
bg: Купуването на местно ниво означава намаляване на въздействието върху околната среда от транспортиране и опаковане.

# WCUCardTitle1
source: Freshness and Quality
bg: Свежест и качество

# WCUCardTitle2
source: Supporting the Local Community
bg: Подпомагане на местната общност

# WCUCardTitle3
source: Sustainable and Eco-friendly
bg: Устойчив и екологичен

# WCUTitle
source: Why Choose Us?
bg: Защо бихте избрали нас?
