Repository: gabigoranov/farmers-market
Catalog: MarketFlutter/lib/l10n/app_*.arb
Languages: bg

# language
source: English
bg: Български

# search
source: Search something here
bg: Търсете нещо тук

source: Vegetables
bg: Зеленчуци

source: Fruits
bg: Плодове

source: Dairy
bg: Млечни

source: Meat
bg: Месо

source: Recent Orders:
bg: Скорошни поръчки:

source: Order History
bg: История на поръчките

source: Age
bg: Възраст

source: Logout
bg: Изход

# change_lang
source: Language
bg: Език

source: Edit Profile
bg: Редактирайте профила

# onboarding_1_title
source: Order fresh groceries
bg: Поръчвайте пресни продукти

# onboarding_2_title
source: Support your community!
bg: Подкрепете вашата общност!

# onboarding_3_title
source: Are you a farmer?
bg: Вие сте фермер?

# onboarding_1_description
source: Easily order from anywhere
bg: Поръчвайте лесно от всяко място

# onboarding_2_description
source: Order groceries from your local farmers, butchers and other sellers to support your community.
bg: Поръчвайте хранителни продукти от местни фермери, месари и други продавачи, за да подкрепите вашата общност.

# onboarding_3_description
source: Sign up on our website, take advantage of our tools for sellers and start selling your produce today!
bg: Регистрирайте се на нашия уебсайт, възползвайте се от нашите инструменти за продавачи и започнете да продавате своите продукти още днес!

source: Login
bg: Вход

source: Register
bg: Регистрация

source: Email
bg: Имейл

source: Password
bg: Парола

source: Discover
bg: Открийте

source: Home
bg: Начало

source: History
bg: История

source: Profile
bg: Профил

source: Publish
bg: Публикувайте

# review_cta
source: Write your review
bg: Напишете вашето мнение

source: Order Now
bg: Поръчайте сега

# landing_description
source: Order with ease, speed and comfort!
bg: Поръчай бързо, лесно и удобно!

# enter_valid_email
source: Please enter a valid email.
bg: Моля, въведете валиден имейл.

# enter_password
source: Please enter your password.
bg: Моля, въведете вашата парола.

# cannot_login_with_seller
source: You cannot log in with a seller account.
bg: Не можете да влезете с акаунт на продавач.

# user_not_found
source: User not found. Please check your email and password.
bg: Потребителят не е намерен. Моля, проверете вашия имейл и парола.

# visit_website
source: Visit our website
bg: Посети уебсайта

# create_account
source: Create an account
bg: Създайте нов профил

# seller_info
source: View seller's info
bg: Продавач

# error_loading_data
source: An error has occurred while loading the data. Please try again later.
bg: Възникна грешка докато обработвахме информацията. Моля опитайте отново по-късно.

# seller_offers
source: All offers:
bg: Всички оферти:

# chats
source: Contacts
bg: Контакти

source: Shopping List
bg: Списък За Пазар

source: Add
bg: Добави

source: Product
bg: Продукт

source: Title
bg: Заглавие

source: Quantity
bg: Количество

source: Save
bg: Запази

source: Edit
bg: Редактиране

source: Required
bg: Задължително

source: Invalid quantity
bg: Невалидно количество

# title_required
source: Title is required
bg: Заглавието е задължително

# title_used
source: Title is already used
bg: Заглавието вече е използвано

source: Delivered
bg: Доставено

source: In Progress
bg: В Ход

source: Accepted
bg: Удобрено

source: Purchase ID:
bg: Номер на поръчката:

# view_details_billing_details
source: View details about the billing details, address and contact information specified for this purchase
bg: Вижте подробности за данните за фактуриране, адрес и информация за контакт, посочени за тази покупка

source: Purchase Details
bg: За Поръчката

source: Total
bg: Общо

source: Hide Details
bg: Скрий детайли

source: Show Details
bg: Покажи детайли

source: Delivery Address
bg: Адрес за доставка

source: No Address Provided
bg: Няма предоставен адрес

source: Items
bg: Артикули

# delivered_items
source: Delivered
bg: Доставени

# cart_app_bar
source: Items in your cart
bg: Вашата количка

source: Purchase
bg: Поръчайте

source: Select or Create Billing Details
bg: Данни за фактуриране

source: Select Billing Details
bg: Изберете данни за фактуриране

source: Full Name
bg: Пълно име

source: Address
bg: Адрес

source: City
bg: Град

source: Postal Code
bg: Пощенски код

source: Phone Number
bg: Телефонен номер

source: Create Billing Details
bg: Създаване на данни за фактуриране

source: Delete Billing Details
bg: Изтриване на данни за фактуриране

source: Update Billing Details
bg: Актуализиране на данни за фактуриране

source: Finalize Purchase
bg: Завършване на покупката

source: Select your billing details.
bg: Изберете вашите данни за фактуриране.

# please_enter
source: Please enter {field}
bg: Моля, въведете {field}

# billing_details_created
source: Billing details created successfully!
bg: Данните за фактуриране са създадени успешно!

# billing_details_updated
source: Billing details updated successfully!
bg: Данните за фактуриране са актуализирани успешно!

# billing_details_deleted
source: Billing details deleted successfully!
bg: Данните за фактуриране са изтрити успешно!

# accept_terms_privacy_policy
source: Please accept the Privacy Policy and Terms of Service
bg: Моля, приемете Политиката за поверителност и Условията за ползване

source: Close
bg: Затвори

source: Privacy Policy
bg: Политика за поверителност

# agree_privacy_policy
source: I agree to the Privacy Policy
bg: Съгласявам се с Политиката за поверителност

source: Terms of Service
bg: Условия за ползване

# agree_terms
source: I agree to the Terms of Service
bg: Съгласявам се с Условията за ползване

# in_stock
source: KG In Stock
bg: KG В Наличност

# shopping_list_add
source: Add to Shopping List
bg: Добавяне към списъка за пазаруване

source: Custom Item
bg: Персонализиран продукт

source: Add Item
bg: Добавяне на продукт

source: Suggested Items
bg: Предложени продукти

# no_items_available
source: No suggested items available
bg: Няма налични предложени продукти

source: Theme
bg: Тема

source: Birth Date
bg: Рожденна дата

source: Upload Profile Picture
bg: Профилна Снимка

# no_image_selected
source: No image selected, default will be used.
bg: Не е избрана снимка, ще бъде използвана стандартната.

source: First Name
bg: Име

source: Last Name
bg: Фамилия

# enter_valid_name
source: Enter a valid name!
bg: Въведете валидно име!

# max_length_12
source: Max length is 12
bg: Максималната дължина е 12

# max_length_250
source: Max length is 250
bg: Максималната дължина е 250

# enter_valid_birth_date
source: Enter a valid birth date!
bg: Въведете валидна дата на раждане!

# must_be_18
source: Must be at least 18 years old!
bg: Трябва да сте поне на 18 години!

# enter_valid_phone
source: Enter a valid phone number!
bg: Въведете валиден телефонен номер!

source: Description
bg: Описание

# enter_valid_description
source: Enter a valid description!
bg: Въведете валидно описание!

source: Town
bg: Град

# enter_valid_town
source: Enter a valid town!
bg: Въведете валиден град!

# enter_valid_password
source: Enter a valid password!
bg: Въведете валидна парола!

# password_min_length
source: Password must be at least 8 characters!
bg: Паролата трябва да бъде поне 8 символа!

# empty_cart
source: No items in cart
bg: Количката ви е празна

source: Denied
bg: Отказан

# settingsTitle
source: Settings
bg: Настройки

# languageTitle
source: Language
bg: Език

# languageSubtitle
source: Change app language
bg: Промяна на езика на приложението

# themeTitle
source: Theme
bg: Тема

# themeSubtitle
source: Switch between light and dark mode
bg: Превключване между светъл и тъмен режим

# notificationsTitle
source: Notifications
bg: Известия

# notificationsSubtitle
source: Manage notification preferences
bg: Управление на предпочитанията за известия

# logoutTitle
source: Logout
bg: Изход

# logoutSubtitle
source: Sign out of your account
bg: Излезте от профила си

# logoutConfirmation
source: Are you sure you want to logout?
bg: Сигурни ли сте, че искате да излезете?

source: Notification Preferences
bg: Настройки на известията

source: Enable Notifications
bg: Активирай известия

# enableNotificationsDescription
source: Turn all notifications on or off
bg: Активира или деактивира всички известия

source: Purchase Updates
bg: Актуализации за покупки

# purchaseUpdatesDescription
source: Notifications about your purchases and orders
bg: Известия за вашите покупки и поръчки

source: Product Suggestions
bg: Предложения за продукти

# productSuggestionsDescription
source: Personalized product recommendations
bg: Персонализирани препоръки за продукти

source: Messages
bg: Съобщения

# messagesDescription
source: Notifications about new messages
bg: Известия за нови съобщения

# saveSuccess
source: Preferences saved successfully
bg: Настройките са запазени успешно

# saveError
source: Failed to save preferences
bg: Неуспешно запазване на настройките

# unsavedChangesTitle
source: Unsaved Changes
bg: Незапазени промени

# unsavedChangesMessage
source: You have unsaved changes. Are you sure you want to discard them?
bg: Имате незапазени промени. Сигурни ли сте, че искате да ги отхвърлите?

source: Cancel
bg: Отказ

source: Discard
bg: Отхвърли

# no_billing_details
source: There are no registered billing details.
bg: Няма регистрирани данни за фактуриране
